# https://gist.github.com/ChristopherA/a579274536aab36ea9966f301ff14f3f
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"

brew "ansible"
brew "bash"
brew "bat"
brew "composer"
brew "curl"
brew "difftastic"
brew "doctl"
brew "exa"
brew "fish"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gh"
brew "go"
brew "grpcurl"
brew "httpie"
brew "helm"
brew "hugo"
brew "jless"
brew "jid"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "mas"
brew "minikube"
brew "node"
brew "nushell"
brew "php"
brew "protobuf"
brew "python"
brew "restic"
brew "ruby"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"

cask "1password"
cask "1password/tap/1password-cli"
cask "adobe-acrobat-reader"
cask "airtable"
cask "bartender"
cask "cleanmymac"
cask "dash"
cask "docker"
cask "fellow"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "grammarly"
cask "grammarly-desktop"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "lens"
cask "linear-linear"
cask "loom"
cask "marta"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "osquery"
cask "outline-manager"
cask "sublime-merge"
cask "sublime-text"
cask "typora"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"

brew "batchcorp/public/plumber"
brew "goreleaser/tap/goreleaser"
brew "isacikgoz/taps/gitbatch"
brew "isacikgoz/taps/gitin"
brew "isacikgoz/taps/tldr"
brew "kamilsk/tap/godownloader"
brew "kamilsk/tap/goimports"
brew "kamilsk/tap/golangci-lint"
brew "mergestat/mergestat/mergestat"
brew "octolab/tap/maintainer"
brew "rs/tap/curlie"
brew "traefik/tap/yaegi"
