brew "ansible"
brew "bash"
brew "bat"
brew "composer"
brew "curl"
brew "curlie"
brew "difftastic"
brew "doctl"
brew "eza"
brew "fish"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitbatch"
brew "gh"
brew "go"
brew "goreleaser"
brew "grpcurl"
brew "gum"
brew "httpie"
brew "helm"
brew "hugo"
brew "jless"
brew "jid"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "mas"
brew "minikube"
brew "node"
brew "nushell"
brew "php"
brew "protobuf"
brew "python"
brew "restic"
brew "ruby"
brew "tlrc"
brew "tmux"
brew "tree"
brew "wget"
brew "yaegi"
brew "zsh"
brew "zsh-completions"

tap "buo/cask-upgrade"
brew "octolab/tap/godownloader"
brew "octolab/tap/maintainer"
brew "octolab/tap/sparkle"

cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "airtable"
cask "bartender"
cask "cleanmymac"
cask "dash"
cask "docker"
cask "fellow"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "lens"
cask "linear-linear"
cask "loom"
cask "marta"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "ollama"
cask "osquery"
cask "outline-manager"
cask "sublime-merge"
cask "sublime-text"
cask "typora"
cask "visual-studio-code"
cask "wireshark"
cask "yandex"
