brew "ansible"
brew "bat"
brew "dive"
brew "doctl"
brew "fzf"
brew "git"
brew "go"
brew "grpcurl"
brew "httpie"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "node"
brew "php"
brew "protobuf"
brew "python"
brew "tmux"
brew "zsh"
brew "zsh-completions"

tap "github/gh"
brew "gh"

tap "golangci/tap"
brew "golangci-lint"

tap "goreleaser/tap"
brew "goreleaser"

tap "isacikgoz/taps"
brew "gitin"

tap "kamilsk/tap"
brew "egg"
brew "goimports"

tap "octolab/tap"
brew "maintainer"

tap "traefik/tap"
brew "yaegi"
