brew "ansible"
brew "bat"
brew "fzf"
brew "git"
brew "go"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "node"
brew "php"
brew "protobuf"
brew "python"
brew "zsh"
brew "zsh-completions"

tap "golangci/tap"
brew "golangci/tap/golangci-lint"

tap "goreleaser/tap"
brew "goreleaser/tap/goreleaser"

tap "kamilsk/tap"
brew "kamilsk/tap/goimports"
