brew "ansible"
brew "bat"
brew "dep"
brew "dive"
brew "fzf"
brew "git"
brew "go"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "node"
brew "php"
brew "protobuf"
brew "python"
brew "zsh"
brew "zsh-completions"
